import React from "react";

function Policy() {
    
  return (
    <div className="w-[100%] h-[652px] bg-[#043939] flex flex-col justify-start items-center fixed bottom-0 overflow-y-scroll z-20 text-white pb-5"
    style={{ borderRadius: "32px 32px 0 0 " }}
    >
      <div className="bg-[#0b6666] w-[80px] h-[6px] rounded-[20px] mt-[12px] text-[#043939]">
        .
      </div>
      <h1 className="w-[100%] text-left px-4 font-raleway font-semibold text-[20px] text-white mt-4">
        Политика конфиденциальности
      </h1>
      <p className="font-raleway text-[14px] font-semibold mt-[16px] px-4">
        Настоящая Политика конфиденциальности приложения FitAbility (далее —
        Политика) действует в отношении всей информации, которую
        компания-разработчик может получить о пользователя во время работы с
        сервисом. Использование приложения означает безоговорочное согласие
        пользователя с настоящей Политикой и указанными в ней условиями
        обработки его персональной информации. В случае несогласия с этими
        условиями пользователь должен воздержаться от использования приложения.{" "}
        <br />
        <br />
        Персональная информация, которую получает и обрабатывает приложение
        «FitAbility».
        <br />
        <br />В рамках настоящей Политики под «персональной информацией
        пользователя» понимаются:
        <br />
        <br />
        Персональные данные, которые пользователь предоставляет о себе
        самостоятельно при регистрации (создании учётной записи) или в процессе
        использования приложения. Информация предоставляется пользователем на
        его усмотрение.
        <br />
        <br />
        Не персональная идентифицирующая информация, предоставляемая и
        серверами. Сюда относится тип операционной системы, языковые
        предпочтения, ссылающийся сайт, а также дата и время запроса посетителя.
        Целью сбора данной информации является анализ пользовательской
        активности и использования приложений.
        <br />
        <br />
        Потенциально лично-идентифицирующая информация, такая как
        интернет-протокол (IP) адреса. Такая информация может включать данные о
        местоположении конечных пользователей. Данные сведения не используются
        для идентификации посетителей и не раскрываются ни при каких
        обстоятельствах, кроме описанных в этой Политике конфиденциальности.
        <br />
        <br />
        Настоящая Политика применима только к приложению «FitAbility».
        Компания-разработчик не контролирует и не несет ответственность за
        информацию третьих лиц, на которые пользователь может перейти по
        ссылкам, доступным в приложении. На таких сайтах у пользователя может
        собираться или запрашиваться иная персональная информация, а также могут
        совершаться иные действия.
        <br />
        <br />
        Компания-разработчик в общем случае не проверяет достоверность
        персональной информации, предоставляемой пользователями, и не
        осуществляет контроль за их дееспособностью. Компания исходит из того,
        что информация, переданная им пользователем, является достоверной и
        поддерживает ее в актуальном состоянии.
        <br />
        <br />
        Посетитель имеет право отказаться от предоставления персональных данных,
        однако это может ограничить возможности использования ряда функций
        приложения.
        <br />
        <br />
        Если Вы предоставили свой адрес электронной почты, на него могут быть
        отправлены сообщения с информацией о новых товарах и услугах, функциях
        приложения или сайта, предложение оставить свой отзыв или обратную связь
        и т.п.
      </p>
    </div>
  );
}

export default Policy;
